code --install-extension alexshenvscode.alex-s-dark-theme
code --install-extension anseki.vscode-color
code --install-extension azemoh.one-monokai
code --install-extension batisteo.vscode-django
code --install-extension benjamin-simmonds.pythoncpp-debug
code --install-extension celianriboulet.webvalidator
code --install-extension christian-kohler.path-intellisense
code --install-extension congyiwu.vscode-jupytext
code --install-extension cweijan.vscode-office
code --install-extension danielpinto8zz6.c-cpp-compile-run
code --install-extension donjayamanne.python-environment-manager
code --install-extension donjayamanne.python-extension-pack
code --install-extension dotjoshjohnson.xml
code --install-extension ecmel.vscode-html-css
code --install-extension esbenp.prettier-vscode
code --install-extension fabiospampinato.vscode-diff
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.code-runner
code --install-extension franneck94.c-cpp-runner
code --install-extension github.copilot
code --install-extension github.copilot-chat
code --install-extension icrawl.discord-vscode
code --install-extension james-yu.latex-workshop
code --install-extension jeff-hykin.better-cpp-syntax
code --install-extension kevinrose.vsc-python-indent
code --install-extension kisstkondoros.vscode-gutter-preview
code --install-extension kreativ-software.csharpextensions
code --install-extension mohsen1.prettify-json
code --install-extension ms-dotnettools.csdevkit
code --install-extension ms-dotnettools.csharp
code --install-extension ms-dotnettools.vscode-dotnet-runtime
code --install-extension ms-dotnettools.vscodeintellicode-csharp
code --install-extension ms-python.autopep8
code --install-extension ms-python.debugpy
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-python.vscode-python-envs
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.cpptools-extension-pack
code --install-extension ms-vscode.cpptools-themes
code --install-extension ms-vscode.live-server
code --install-extension myaaghubi.auto-semicolon-vscode
code --install-extension naumovs.color-highlight
code --install-extension njpwerner.autodocstring
code --install-extension quarto.quarto
code --install-extension re7rix2.50-shades-of-purple
code --install-extension redhat.java
code --install-extension redhat.vscode-xml
code --install-extension ritwickdey.liveserver
code --install-extension tecosaur.latex-utilities
code --install-extension thekalinga.bootstrap4-vscode
code --install-extension theqtcompany.qt-core
code --install-extension theqtcompany.qt-cpp
code --install-extension theqtcompany.qt-ui
code --install-extension tomoki1207.pdf
code --install-extension tonka3000.qtvsctools
code --install-extension tonybaloney.vscode-pets
code --install-extension unthrottled.doki-theme
code --install-extension vadimcn.vscode-lldb
code --install-extension visualstudioexptteam.intellicode-api-usage-examples
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension vscjava.migrate-java-to-azure
code --install-extension vscjava.vscode-gradle
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-dependency
code --install-extension vscjava.vscode-java-pack
code --install-extension vscjava.vscode-java-test
code --install-extension vscjava.vscode-java-upgrade
code --install-extension vscjava.vscode-maven
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vue.volar
code --install-extension wholroyd.jinja
code --install-extension zignd.html-css-class-completion
